Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Rather than resleeving into a physical body, a backup may instead by instantiated as an infomorph, a purely digital form.
fr_fr: Au lieu de se réincarner dans un corps physique, une sauvegarde peut-être instantiée en temps qu'infomorph, une forme purement numérique.

source: Infomorphs are distinct from backups in that backups are inert files.
fr_fr: Les infomorphs se distinguent des sauvegarde par le fait que els sauvegarde sont des fichiers inerte.

source: Infomorphs are backups imprinted onto a virtual brain template and run as a program. This virtual brain state must be run on a specific device and follows all of the rules noted for infomorphs on p.
fr_fr: Les infomorphs sont des sauvegarde imprimées sur un cerveau virtuel générique et exécuté comme un programme. Ceté tat de cerveau virtuel doit être exécuté sur un appareil spécifique et obéit aux règles des infomorphs notées p.

source: Infomorphs may copy themselves to other devices, typically erasing themselves from the previous device as they go.
fr_fr: Les infomorphs peuvent se copier vers d'autres appareils, s'effaçant générallement de l'ancien appareil en partant.

source: Infomorphs that copy without erasing are treated as forks.
fr_fr: Les infomorphs qui se copient sans s'effacer sont considérées comme des forks.

source: Characters instantiating as infomorphs must make Continuity and Alienation Tests, just like resleeving.
fr_fr: Les personnages décidant de s'instancier en tant qu'infomorphs doivent faire les Tests de Continuité et d'Aliénation, comme pour toute réincarnation.

source: Infomorphs may be resleeved into physical morphs, following normal resleeving rules.
fr_fr: Les infomorphs peuvent être réincarnées dans des morphs physique, en suivant les règles normale de réincarnation.

source: I wake up with a taste like guava and umami fresh on my tongue.
fr_fr: Je me réveille avec un goût de goyave et d'umami frais sur la langue.

source: Last night there was laughter.
fr_fr: La nuit dernière n'était qu'une méprise.

source: We drank quinoa wine, and I was introduced to people I had never met before, though I had years of intimate knowledge of most of them.
fr_fr: On a bu du vin de quinoa, et j'ai été présenté à des personnes que je n'avait jamais rencontré avant, bien que j'avais des années de connaissances intimes de la plupart d'entre eux.

source: Half of Illyria Module is curled naked around me in my sleeping chamber.
fr_fr: La moitié des habitatnts du Module Illyria sont nus, recroqueveillé autour de moi, dans ma chambre à coucher.

source: Last night we made music with synthesizers, wood blocks, and a lur.
fr_fr: La nuit dernière nous avons jouer de la musique sur synthétiseur, des morceaux de bois et un luth.

source: We drank mushroom tea brewed in water from a rogue comet.
fr_fr: Nous avons bus du thé de champigon infusé dans de l'eau d'une comète rebelle.

source: Looking around me as the morning sun starts to light the far orbital horizon of Ceres, it appears we had an orgy.
fr_fr: En regardant autour de moi alors que les étoiles du matin commencent à éclaire l'hrizon orbital de Cérès, il devient évident que nous avons eu une orgie.

source: Last night was my resleeving party.
fr_fr: Hier soir, c'était ma fête de réincarnation.

source: This version of me—me 3.0—is ready for life.
fr_fr: Cette version de moi -le moi 3.0 - est prête pour la vie.

source: —Zheng du Thierry, Carnival of the Goat
fr_fr: —Zheng du Thierry, Carnaval du Capricorne

source: Forking And Merging
fr_fr: Forker et Fusionner

source: With all of these backups of transhuman minds on file and an abundance of mesh space on which to run them as virtual brains, one might wonder what's to stop post-Fall transhumanity from multiplying its numbers by running additional copies of them.
fr_fr: Avec toutes ces sauvegardes d'esprits transhumains sur fichier et l'abondance d'espace meshé sur lequel les faire fonctionenr en tant que cerveaux virtuels, on pourrait se demander ce qui a stopper la transhumanité fpost-Chute de se multiplier en lançant des copies additionnelel d'eux-même.

source: The short answer is: nothing, aside from massive social stigma and thorny psychological issues.
fr_fr: La réponse rapide est: rien, à part la stigmatisation sociale massive et les problèmes psychologiques épineux.

source: Taking a backup of a transhuman mind, copying it, and re-instancing it as an infomorph is called forking. It's one of the most useful and still-controversial applications of transhumanity's brain science.
fr_fr: Prendre une sauvegarde d'un esprit transhumain, le copier et le ré-instantiet en infomorph est appelé faire un fork. C'est l'une des applications les plus puissantes et la plus controversée de la science cognitive transhumaine.

source: There are four classifications of forks: alpha, beta, delta, and gamma.
fr_fr: Il y a quatre classifications des forks: alpha, béta, delta et gamma.

source: Though typically copied as infomorphs there is nothing preventing a fork from being sleeved in a physical morph as well, other than legalities and custom.
fr_fr: Bien qu'étant générallement copiée comme infomorph, il n'y a rien qui empêche un fork d'être incarné dans une morph physique, à part les coutumes et les lois.

source: STRESS VALUE
fr_fr: VALEUR DE STRESS

source: Backup from cortical stack
fr_fr: Sauvegarde de la pile corticale

source: Character remembers peaceful or not notable death
fr_fr: Le personnage se souvient d'une mort paisible ou non remarquable.

source: 1d10 $$ 2 (round down)
fr_fr: 1d10 $$ 2 (arrondissez à l'inférieur)

source: Character remembers sudden or violent death
fr_fr: Le personnage se souvient d'une mort rapide ou violente.

source: Backup from archive
fr_fr: Sauvegarde d'archive

source: Short memory gap (less than 1 day)
fr_fr: Petit trou mémoriel (moins d'1 jour)

source: Memory gap greater than one day
fr_fr: Trou mémoriel de plus d'1 jour

source: Not knowing if/how you died
fr_fr: Ignorer si/comment vous êtes mort.

source: Uploading-to-resleeve with continuity (p.
fr_fr: Upload vers réincarnation en continuité (p.

source: Uploading-to-resleeve without continuity
fr_fr: Upload vers réincarnation sans continuité (p.

source: Character is a fork
fr_fr: Le personnage est un fork

source: An alpha fork is an exact copy of the original ego, re-instanced as a separate infomorph.
fr_fr: Un fork alpha est une copie exacte de l'ego d'origine et ré-instantié comme infomorph séparée.

source: An alpha fork may be created by copying and running an infomorph (from a backup, infomorph, synthmorph cyberbrain, or a removed cortical stack in an ego bridge).
fr_fr: Un fork alpha peut-être créé en copiant et en exécutant une infomorph (depuis une sauvegarde, une finomorph, un cybercerveau ou une pile corticale extraite et branchée dans un connecteur d'ego).

source: Alpha forks mat be generated from biomorph brains using an ego bridge and the same process as uploading (p.
fr_fr: Les forks alpha peuvent être généré depuis un cerveau de biomorph en utilisant un connecteur d'ego et les même traitements que l'upload (p.

source: Alpha forks are an exact copy of the character's ego, with all of the same skills, memories, stats, traits, personality, etc.
fr_fr: Les forks alpaha sont des copies exacte de l'ego du personnage, avec les mêmes compétences, souvenirs, stats, traits, personnalité, etc.

source: New alpha forks must make an Alienation Test (p.
fr_fr: Les nouveaux forks alpha doivent faire un Test d'Aliénation (p.

source: 272), and possibly a Continuity Test (p.
fr_fr: 272), et probablement un Test de Continuité (p.

source: 272) if copied from a backup.
fr_fr: 272) si il est copié depuis une sauvegarde.

source: Creating alpha forks is illegal in many jurisdictions including most of the inner system and the Jovian Republic.
fr_fr: Créer des forks alpha est illégal dans la plupart des juridcictions, incluant la plupart du système intérieur et la République Jovienne.

source: In others it tends to be viewed with distaste, though there are some habitats/cultures in which it is encouraged.
fr_fr: Dans d'autres endroits, c'est considéré avec dégoût, bien qu'il y ait certains habitats/cultures dans lesquels cette opération est encouragée.

source: Beta forks are partial copies of the ego.
fr_fr: Les forks béta sont des copies partielles de l'ego.

source: They are intentionally hobbled so as to not to be considered an equal to the character, for legal and other reasons.
fr_fr: Elles sont intentionnellemnt entravée afin de ne pas être considérée un égal du personnage, d'un point de vue légal notamment.

source: Beta forks have most of the same skills as the original ego, though sometimes reduced.
fr_fr: Les forks béta ont la plupart des compétences de l'égo original, bien que parfois réduites.

source: Their memories are also drastically curtailed, usually tailored to whatever task they are intended to perform.
fr_fr: leurs souvenirs sont également drastiquement réduit, générallement taillé pour les tâches qu'ils sont sensé accomplir.

source: Beta forks are created by taking an alpha fork and running it through a process known as neural pruning (p.
fr_fr: Les forks béta sont créés en prenant un frk alpha et en le faisant passer passer par le process connus sous le nom d'élagage neural (p.

source: They are legal and even common in many places, except for bioconservative holdouts like the Jovian Republic, though delta forks are more favored.
fr_fr: Ils sont légaux voire commun par endroit, exceptés dans les places fortes bioconservatives telels que la République Jovienne, bien que els forks delta sont souvent préférés.

source: Beta forks rarely have anything resembling civil rights or citizenship and are usually treated as the property of the originating ego.
fr_fr: Les forks béta ont rarement quoi que ce soit se rapprochant de droits civils ou de citoyenneté et ont sont usuellement considéré comme la propriété de l'ego d'origine.

source: They are commonly used as digital aids or to represent the original ego when communicating with others over great distances.
fr_fr: Ils sont fréquemment utilisés comme assistant numérique ou pour représenter l'ego d'origine lors des communications longue distance avec d'autres.

source: A beta fork's stats are determined as follows:
fr_fr: Les stats d'un fork béta sont déterminées ainsi:

source: Reduce all aptitudes by 5 (to a minimum of 1).
fr_fr: Réduisez toutes les aptitudes de 5 (avec un minimum de 1).

source: This affects all skills as well.
fr_fr: Cela affecte également toutes les compétences.

source: Likewise, this reduces LUC by 10 and INIT by 20.
fr_fr: De manière identique, cela réduit la LUC de 10 et l'INIT de 20.

source: Active skills have a maximum value of 60.
fr_fr: Les compétences active sont limitées à 60 maximum.

source: Moxie is reduced to 1.
fr_fr: Le Moxie est réduit à 1

source: The Psi trait is removed.
fr_fr: Le trait Psi est supprimé.

source: At the gamemaster's discretion other traits may no longer apply as well.
fr_fr: À la discrétion du maître de jeu, d'autres traits pourrainet être supprimés également.

source: Additional changes may apply as determined by the neural pruning test.
fr_fr: Des changements additionels peuvent s'appliquer en fonction du test d'élagaage neural.

source: Beta forks take 1 minute to generate.
fr_fr: Les forks béta nécessitent 1 minute pour être créés.

source: Delta forks are extremely limited copies of an ego.
fr_fr: Les delta forks sont des copies extrêmement limitée d'un ego.

source: They are more akin to AI templates upon which the ego's surface personality traits are imprinted.
fr_fr: Elles sont plus proches des modèles d'IA sur lesquel les traits de personnalité en surface de l'ego sont imprimés.

source: Also created via neural pruning, delta forks are highly functional (as competent as a beta fork or AI) but have extremely limited skills and heavily edited memories, usually to the point of being functional amnesiacs.
fr_fr: Également créés par l'élagage neural, les foks delta sont pleinement fonctionnel (autant compétent qu'un fork béta ou une IA) mais ont des compétences extrêmements limitées et des souvenirs trés lourdement édités, généralement au point d'être des amnésique fonctionnels.

source: A delta fork's stats are determined as follows:
fr_fr: Les stats d'un fork delta sont déterminées ainsi:

source: Reduce all aptitudes by 10 (to a minimum of 1).
fr_fr: Réduisez toutes les aptitudes de 10 (avec un minimum de 1).

source: Likewise, this reduces LUC by 20 and INIT by 40.
fr_fr: De manière identique, cela réduit la LUC de 20 et l'INIT de 40.

source: Active skills have a maximum value of 40.
fr_fr: Les compétences active sont limitées à 40 maximum.

source: The fork may have no more than 5 Active skills.
fr_fr: Le fork ne peut pas avoir plus de 5 compétences Actives.

source: Knowledge skills have a maximum of 80.
fr_fr: Les compétences de Connaissances sont limitées à 80.

source: The fork may have no more than 5 Knowledge skills.
fr_fr: Le fork ne peut pas avoir plus de 5 compétences de Connaissances.

source: Moxie is reduced to 0.
fr_fr: Le Moxie est réduit à 0.

source: At the gamemaster's discretion, other traits may no longer apply as well.
fr_fr: À la discrétion du maître de jeu, d'autres traits pourrainet être supprimés également.

source: Delta forks take 1 Action Turn to generate.
fr_fr: Les forks béta nécessitent 1 Tour d'Action pour être créés.

source: More commonly known as vapors, gamma forks are massively incomplete, corrupted, or heavily damaged copies of an ego.
fr_fr: Plus communament appelés vapeurs, les forks gamma sont essentiellement des copies incomplètes, corrompues ou fortement endommagées d'un ego.

source: Vapors are not intentionally created and are instead the results of botched uploads, scrambled backups, incomplete or jammed farcasts, or infomorphs/forks that were somehow damaged or went insane.
fr_fr: Les vapeurs ne sont pas intentionnellement créés et sont généralement le résultat d'upload ratés, de sauvegarde brouillées, de farcast incomplets ou interceptés ou d'infomorphs/forks qui ont été endommagés d'une manière ou d'une autre ou qui sont devenus fous.

source: It is extremely rare for anyone to purposely create a vapor for anything other than research use, although they can crop up in some interesting places.
fr_fr: Il est extrêmement rare que quiconque crée vvolontairement une vapeur pour autre chose que la recherche, bien qu'ils puissent se développer dans certains endroits intéressants.

source: For example, poorly made skill software occasionally includes enough of the personality traits and memories of the person the skill was taken from that it can behave in a vapor-like fashion when used.
fr_fr: Par exemple, de mauvais logiciels de compétences peuvent occasionnellement inclure suffisament des traits de personnalités et des souvenirs de la personne a qui la compétence a été prise pour qu'elle puisse se comporter de manière vaporeuse lorsqu'il est utilisé.

source: Because vapors are anomalies rather than purposeful creations, the characteristics of individual gamma forks are left to the gamemaster.
fr_fr: Comme les vapeurs sont des anomalies plutôt que des créations volontaires, les caractéristiques du'n fork gamma sont laissé à l'appréciation du maître de jeu.

source: They should have some or all of the following: reduced skills, reduced aptitudes, incomplete or incoherent memories, negative mental traits, and persistent mental stress or traumas including derangements and/or disorders.
fr_fr: Ils devraient avoir une partie ou toutes les caractréistiques suivantes: compétences réduites, aptitudes réduites, souvenirs incomplets ou incohérents, traits mentaux négatifs et du stress mental ou des traumas persistant inclaunt des dérangements et/ou des troubles.

source: Neural pruning is the art of taking a backup/infomorph and trimming it down to size so that it functions as either a beta or delta fork.
fr_fr: L'élagage neural est l'art de prendre une sauvegarde/infomorph et d'en réduire la taille pour q'uelle fontcionne comme un fork béta ou delta.

source: Beta forks are created by taking a virtual mind state that is intentionally inhibited and filtering a copy of the ego through it.
fr_fr: Les forks béta sont créés en utilisant un état d'esprit virtuel qui est intentionnellement inhibé et en filtrant un égo au travers de celui-ci.

source: Like a topiary shrub, the portions of the character's neural network that exceed the capacities of the intended fork are trimmed away.
fr_fr: Comme pour les arbustes topiaires, les portions du réseau de neurones du personnages qui dépassent la taille du fork voulu sont retirés.

source: In addition to the changes noted under Beta Forks (p.
fr_fr: En plus des changements notés sous Forks Béta (p.

source: 273), characters may voluntarily choose to delete/decrease skills and remove memories.
fr_fr: 273), les personnages peuvent vouloir effacer/réduire certaines compétences et enlever certains souvenirs.

source: Delta forks are created by excising the ego's surface personality traits and applying them to an AI template.
fr_fr: Les forks delta sont créer en excisant les traits de personnalité de surface de l'ego et les appliquant sur une IA générique.

source: In this case the ego's memories are usually excluded entirely—it is easier to start with a blank delta fork and feed them the specific memories/knowledge they need.
fr_fr: Dans ce cas, les souvenirs de l'ego sont généralement complètement exclus - il est facile de commencer avec un frok delta vierge et de l'alimneter ensuite des souvenirs/connaissances spécifiques dont ils ont besoin.

source: As with beta forks, characters making delta forks may voluntarily choose to delete/decrease skills and keep specific memories.
fr_fr: Comme pour les forks béta, les personnage faisant des forks delta peuvent volontairement choisir d'effacer/diminuser certaines compétences et de conserver certains souvenirs.

source: If an alpha fork is not available to prune, a delta fork can be whipped up from a biomorph brain with an ego bridge and 1 minute.
fr_fr: Si un fork alpha n'est pas disponible pour l'élagage, un fork delta peut être extrait d'un cerveau de biomorph avec un connecteur d'ego et en 1 minute.

source: Many people sleeved in biomorphs keep delta forks on hand in storage, to whip up on the fly as needed.
fr_fr: Beaucoup de personnes incarnés dans des biomorphs conservent des forks delta à portée de main, pour pouvoir les élaguer à la volée au cas où.

source: Transhumanity's grasp of neuroscience extends to scanning and copying a mind, but the most intricate workings of memory are still imperfectly understood.
fr_fr: La compréhension transhumaine des neurosciences s'étendent à l'analyse et à la copie d'un esprit, mais le fonctionnement intrinsèque des souvenirs et toujours imparfaitement compris.

source: Making precise edits to individual portions of a neural network (to alter recollections, skills, and the like) is still a black art.
fr_fr: Faire des éditions précises sur des portions d'un réseau de neurones (pour modifier des souvenirs, des compétences et autre) est toujours un art mystique.

source: The difficulty with neural pruning is that taking a weed whacker to the tree of memory isn't an exact science.
fr_fr: La difficulté dans l'élagage neural est que donner un coup de sécateur sur une branche mémorielle n'est pas vraiment une science exacte.

source: Specific memories may not be excised or chosen—at best, memories may be handled in broad clumps, typically grouped by time periods no finer than 6 months.
fr_fr: Les souvenirs spécifiques ne peuvent être excisés ou conservés - au mieux, les souvenirs sont gérés en buisson, générallement groupés par période de 6 mois minimum.

source: For simplicity, most beta forks are created by removing all memories older than 1 year.
fr_fr: Dans un but de simplicité, la plupart des forks béta sont créés en supprimant tous les souvenirs vieux de plus d'un an.

source: When creating a beta or delta fork, the character must make a Psychosurgery Test (other parties may make this test on the character's behalf, representing that the character is giving them access to prune the fork appropriately).
fr_fr: En créant un fork béta ou delta, le personnage doit faire un Test de Psychochirurgie (d'autres personnes peuvent faire ce test à la place du personnage, représentant le fait qu'il leur a donné les accès pour élaguer le fork de manière appropriée).

source: If the character succeeds, the fork is created as desired.
fr_fr: Si le personnage réussit son jet, le fork est créé comme désiré.

source: If the test fails, the gamemaster chooses one of the following penalties for every 10 full points of MoF.
fr_fr: Si le test échoue, le maîþre de jeu choisit l'une des pénalités suivantes pour chaque tranche de 10 points de MdR.

source: Some of these penalties may be combined for a cumulative effect:
fr_fr: Certaines de ces pénalités peuvent être combinés pour avoir un effet cumulatif:

source: 1 additional skill decreased by –20 Fork acquires a Negative mental trait worth 10 CP Fork suffers 1d10 $$ 2 (round up) mental stress Extra memory loss (gamemaster discretion; beta forks only) 1 Positive trait lost
fr_fr: 1 compétence supplémentaire réduite de –20 Le fork développe un trait mental négatif d'une valeur de 10 PP Le fork subit 1d10 $$ 2 (arrondissez au supérieur) points de stress Des souvenirs supplémentaires sont perdus (à la discrétion du maîþre de jeu; fork béta uniquement) 1 trait positif perdu

source: {Neural Pruning With Long-Term Psychosurgery}
fr_fr: {Élagage Neural par Psychochirurgie à Long-Terme}

source: Rather than generating forks on the fly, some characters prefer to have carefully-pruned forks on hand, stored as inert files that can be called up, copied, and run as needed.
fr_fr: Au lieu de générer des forks à la volée, certains personnages préfèrent avoir des forks minutieusement élagués sous la main, stockés dans des fichiers inertes et qui peuvent être appelés, copiés et lancés en fonction des besoins.

source: These forks are crafted with long-term psychosurgery, meaning that they suffer fewer drawbacks and the memories may be more finely tuned.
fr_fr: Ces forls sont créés avec de la psychochirurgie à long-terme, ce qui signifie qu'ils ne souffrent que de quelques inconvénients et que leurs souvenirs sont plus finement ajustés.

source: Long-term neural pruning requires a Psychosurgery Test as above, but with a +30 modifier.
fr_fr: L'élagage neural à long-terme nécessite un Test de Psychochirurgie comem au-dessus, mais avec un modificateur de +30.

source: Delta forks take 1 week to prune this way, beta forks take 1 month.
fr_fr: Les forks deltas sont élagués de cette manière en 1 semaine et les forks bétas en 1 mois.

source: Additional modifications may be made to the fork using any of the normal rules for psychosurgery (p.
fr_fr: Des modifications supplémentaires peuvent être effectuées sur le fork en utilisant les règles normale de psychochirurgie (p.

source: It is worth noting that some people prefer to use forks of themselves or loved ones rather than a muse.
fr_fr: Il n'est pas rare que certaines personnes préfèrent utiliser des forks d'eux-même ou de personnes chéries plutôt qu'une muse.
